/* No comment provided by engineer. */
"Enable location services!" = "Enable location services!";

/* No comment provided by engineer. */
"Enable notifications!" = "Enable notifications!";

/* No comment provided by engineer. */
"Give us 5 star if you like us" = "Pónganos cinco estrella ssile gusta la aplicación";

/* No comment provided by engineer. */
"Help us to improve your experience" = "Ayúdenos hacernos mejor";

/* No comment provided by engineer. */
"Help us to improve your experience!" = "Ayúdenos hacernos mejor";

/* No comment provided by engineer. */
"Leave feedback" = "Dejar la referencia";

/* No comment provided by engineer. */
"Let this app access Camera!" = "Let this app access Camera!";

/* No comment provided by engineer. */
"Let this app access Contacts!" = "Let this app access Contacts!";

/* No comment provided by engineer. */
"Let this app access Photos!" = "Let this app access Photos!";

/* No comment provided by engineer. */
"No thanks" = "No, gracias";

/* No comment provided by engineer. */
"Please give us some feedback and we`ll do our best to improve your experience" = "Por favor, deje su referencia y hacemos todo lo posible para ser mejor";

/* No comment provided by engineer. */
"Please give us some feedback and we’ll do our best to improve your user experience." = "Por favor, deje su referencia y hacemos todo lo posible para ser mejor";

/* No comment provided by engineer. */
"Please rate our app" = "Por favor, valore nuestra aplicación";

/* Please spread the word if you like us */
"Please spread the word if you like us!" = "Comparta en las redes sociales, si le gusta la aplicación";

/* No comment provided by engineer. */
"Rate this app!" = "Por favor, valore nuestra aplicación";

/* Share with friends
   Share with friends! */
"Share with friends!" = "Compartir con los amigos";

